tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/services"
tap "nikitabobko/tap"
brew "atuin"
brew "bat"
brew "bettercap"
brew "curl"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "glow"
brew "htop"
brew "lazygit"
brew "neovim"
brew "nmap"
brew "node@22"
brew "ripgrep"
brew "rsync"
brew "starship"
brew "stow"
brew "terminal-notifier"
brew "tmux"
brew "yazi"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "felixkratz/formulae/sketchybar"
cask "aerospace"
cask "alacritty"
cask "blender"
cask "burp-suite"
cask "chatgpt"
cask "claude"
cask "cursor"
cask "docker"
cask "font-meslo-lg-nerd-font"
cask "font-sf-pro"
cask "google-chrome"
cask "homerow"
cask "keyboardcleantool"
cask "keycastr"
cask "maccy"
cask "notion"
cask "obs"
cask "rar"
cask "utm"
cask "vmware-fusion"
cask "whatsapp"
cask "wireshark"
cask "zen"
vscode "astro-build.astro-vscode"
vscode "bradlc.vscode-tailwindcss"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "vscodevim.vim"
