tap "nikitabobko/tap"
brew "shellcheck"
brew "actionlint"
brew "atuin"
brew "bash"
brew "bat"
brew "bats-core"
brew "cloudflared"
brew "curl"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "glow"
brew "helm"
brew "htop"
brew "hyperfine"
brew "k3d"
brew "kind"
brew "lazygit"
brew "mkcert"
brew "neovim"
brew "sqlite"
brew "nmap"
brew "ripgrep"
brew "opencode"
brew "rclone"
brew "rsync"
brew "sesh"
brew "starship"
brew "stow"
brew "television"
brew "terminal-notifier"
brew "tmux"
brew "tree-sitter-cli"
brew "yazi"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "nikitabobko/tap/aerospace"
cask "blender"
cask "burp-suite"
cask "capcut"
cask "chatgpt"
cask "chatgpt-atlas"
cask "claude-code"
cask "codex"
cask "cursor"
cask "docker-desktop"
cask "firefox"
cask "firefox@developer-edition"
cask "font-meslo-lg-nerd-font"
cask "font-sf-pro"
cask "ghostty"
cask "gimp"
cask "google-chrome"
cask "google-gemini"
cask "homerow"
cask "kdenlive"
cask "keyboardcleantool"
cask "lm-studio"
cask "maccy"
cask "notion"
cask "obs"
cask "obsidian"
cask "ollama-app"
cask "proton-pass"
cask "rar"
cask "superwhisper"
cask "tor-browser"
cask "utm"
cask "whatsapp"
cask "wireshark-app"
cask "wispr-flow"
cask "zen"
vscode "astro-build.astro-vscode"
vscode "bradlc.vscode-tailwindcss"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "vscodevim.vim"
npm "corepack"
