tap "kavindujayarathne/macpak"
tap "mongodb/brew"
tap "nikitabobko/tap"
brew "shellcheck"
brew "actionlint"
brew "atuin"
brew "bash"
brew "bat"
brew "bats-core"
brew "bettercap"
brew "cloudflared"
brew "curl"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "glow"
brew "htop"
brew "hyperfine"
brew "lazygit"
brew "mkcert"
brew "neovim"
brew "nmap"
brew "opencode"
brew "rclone"
brew "ripgrep"
brew "rsync"
brew "starship"
brew "stow"
brew "terminal-notifier"
brew "tmux"
brew "tree-sitter-cli"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "kavindujayarathne/macpak/macpak"
brew "mongodb/brew/mongodb-community"
cask "aerospace"
cask "alacritty"
cask "blender"
cask "burp-suite"
cask "chatgpt"
cask "chatgpt-atlas"
cask "cursor"
cask "font-meslo-lg-nerd-font"
cask "font-sf-pro"
cask "google-chrome"
cask "homerow"
cask "keyboardcleantool"
cask "maccy"
cask "mullvad-vpn"
cask "notion"
cask "obs"
cask "rar"
cask "utm"
cask "whatsapp"
cask "wireshark-app"
cask "zen"
vscode "astro-build.astro-vscode"
vscode "bradlc.vscode-tailwindcss"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "vscodevim.vim"
